Repository: applingua/WelshAppTMX
Catalog: Welsh App TMX by Applingua Ltd.tmx
Source language: en
Languages: cy

source: Acceleration
cy: Cyflymiad

source: Swap
cy: Cyfnewid

source: Default period
cy: Cyfnod diofyn

source: Pay Periods
cy: Cyfnodau tâl

source: Refresh Rate
cy: Cyfradd Adnewyddu

source: Default project hour rate
cy: Cyfradd awr diofyn y prosiect

source: Individual project hour rate
cy: Cyfradd awr unigol y prosiect

source: Default hour rate for new projects
cy: Cyfradd fesul awr diofyn ar gyfer prosiectau newydd

source: Default hourly rate for this project.
cy: Cyfradd fesul awr diofyn ar gyfer y prosiect hwn.

source: Overtime hourly rate for this entry
cy: Cyfradd goramser fesul awr ar gyfer y cofnod hwn

source: Flat rate
cy: Cyfradd safonol

source: Hourly rate
cy: Cyfradd yr awr

source: Project default hour rate
cy: Cyfradd yr awr diofyn y prosiect

source: Current
cy: Cyfredol

source: Legal
cy: Cyfreithiol

source: Account
cy: Cyfrif

source: Count
cy: Cyfrif

source: Account & Billing
cy: Cyfrif a Bilio

source: New Account
cy: Cyfrif newydd

source: Account deleted.
cy: Cyfrif wedi'i ddileu.

source: Accounts
cy: Cyfrifon

source: Social Accounts
cy: Cyfrifon cymdeithasol

source: Password
cy: Cyfrinair

source: Incorrect password.
cy: Cyfrinair anghywir.

source: Current Password
cy: Cyfrinair cyfredol

source: New Password
cy: Cyfrinair Newydd

source: New password saved.
cy: Cyfrinair newydd wedi'i gadw.

source: New password same as previous password.
cy: Cyfrinair newydd yn cyfateb â'r cyfrinair blaenorol.

source: Password:
cy: Cyfrinair:

source: Mystic
cy: Cyfriniwr

source: best combo
cy: cyfuniad gorau

source: Best total score
cy: Cyfuniad sgôr gorau

source: Combine
cy: Cyfuno

source: Combine With…
cy: Cyfuno â…

source: Combine the other numbers to achieve this goal
cy: Cyfunwch y rhifau eraill i gyflawni'r nod hwn

source: Music Interviews
cy: Cyfweliadau cerddoriaeth

source: Limit to Visible Passes
cy: Cyfyngu i Deithiau Gweladwy

source: Publish
cy: Cyhoeddi

source: Publish this shift?
cy: Cyhoeddi'r sifft hon?

source: Public
cy: Cyhoeddus

source: Circle
cy: Cylch

source: Rotation
cy: Cylchdro

source: Rotate
cy: Cylchdroi

source: Rotate -90
cy: Cylchdroi -90

source: Rotate +90
cy: Cylchdroi +90

source: Time Zone
cy: Cylchfa Amser

source: Timezone
cy: Cylchfa Amser

source: Current Timezone: GMT %1$s
cy: Cylchfa Amser Gyfredol: GMT %1$s

source: Circles
cy: Cylchoedd

source: Cultist
cy: Cyltydd

source: So much more!
cy: Cymaint mwy!

source: Social
cy: Cymdeithasol

source: Moderate
cy: Cymedrol

source: Approve
cy: Cymeradwyo

source: Review request approved
cy: Cymeradwywyd y cais i adolygu

source: Please take a screenshot and contact [APPNAME].
cy: Cymerwch giplun sgrîn a chysylltwch â [APPNAME].

source: Check out [APPNAME]
cy: Cymerwch olwg ar [APPNAME]

source: 1:1 Aspect Ratio
cy: Cymhareb agwedd 1:1

source: Support and Feedback
cy: Cymorth ac adborth

source: Support developer
cy: Cymorth datblygwr

source: iOS 9 support:
cy: Cymorth iOS 9:

source: Premium support
cy: Cymorth premiwm

source: Take part
cy: Cymryd rhan

source: Commute
cy: Cymudo

source: Community
cy: Cymuned

source: Crowdsourcing
cy: Cymuned

source: Qualified
cy: Cymwys

source: Clouds
cy: Cymylau

source: Potion Mixers
cy: Cymysgwyr Diodydd

source: Mixer
cy: Cymysgydd

source: Mixer to Object
cy: Cymysgydd i'r gwrthrych

source: Before you go!
cy: Cyn i chi fynd!

source: Hints & Tips
cy: Cynghorion ac awgrymiadau

source: Quick camera tips
cy: Cynghorion cyflym am y camera

source: Junior advisor
cy: Cynghorydd iau

source: Tip
cy: Cyngor

source: Harvest
cy: Cynhaeaf

source: Products
cy: Cynhyrchion

source: Producer
cy: Cynhyrchydd

source: Special offers
cy: Cynigion arbennig

source: Plan
cy: Cynllun

source: Scheme
cy: Cynllun

source: Subscription plans
cy: Cynlluniau tanysgrifio

source: Intrigue
cy: Cynllwyn

source: Conspirator
cy: Cynllwynwr

source: Offer
cy: Cynnig

source: Offer / Assign
cy: Cynnig / Neilltuo

source: Offer & Notify
cy: Cynnig a hysbysu

source: Limited-Time Offer
cy: Cynnig am gyfnod cyfyngedig

source: Offer Only
cy: Cynnig yn unig

source: Include Data
cy: Cynnwys data

source: digital content
cy: cynnwys digidol

source: Include Device Info
cy: Cynnwys gwybodaeth am y ddyfais

source: Include Photo
cy: Cynnwys llun

source: Progress
cy: Cynnydd

source: Time picker increment
cy: Cynnydd dewisydd amser

source: Similar Products
cy: Cynnyrch tebyg

source: Single Products
cy: Cynnyrch unigol

source: Personal assistant
cy: Cynorthwy-ydd personol

source: First Last
cy: Cyntaf Olaf

source: Increase to %@
cy: Cynyddu i %@

source: Increased
cy: Cynyddwyd

source: Achievement
cy: Cyrhaeddiad

source: Arrival — %@
cy: Cyrraedd — %@

source: shadows
cy: cysgodion

source: Sleep %@ Hour
cy: Cysgu %@ Awr

source: Sleep %@ Hours
cy: Cysgu %@ Awr

source: Synchronization
cy: Cysoni

source: Calendar Sync
cy: Cysoni Calendr

source: Duplicate iCloud Sync Store
cy: Cysoni dyblyg storfa iCloud

source: iCloud Sync
cy: Cysoni iCloud

source: Initial Sync
cy: Cysoniad cychwynnol

source: Competitions
cy: Cystadlaethau

source: Connection
cy: Cyswllt

source: Invalid Contact
cy: Cyswllt annilys

source: Dropbox linked
cy: Cyswllt Dropbox

source: Bad Internet connection
cy: Cysylltiad rhyngrwyd gwael

source: Connection Failure
cy: Cysylltiad wedi methu

source: Contacts
cy: Cysylltiadau

source: Contact
cy: Cysylltu

source: Connect to %{SERVICE}
cy: Cysylltu â %{SERVICE}

source: Link Dropbox
cy: Cysylltu â Dropbox

source: Connect to Facebook
cy: Cysylltu â Facebook

source: Connect with Pinterest
cy: Cysylltu â Pinterest

source: Connect to Twitter
cy: Cysylltu â Twitter

source: Connect Twitter
cy: Cysylltu â Twitter

source: Connect to Instagram
cy: Cysylltu ag Instagram

source: Connect contacts
cy: Cysylltu Cysylltiadau

source: Find people from your contacts
cy: Cysylltu Cysylltiadau

source: Connect Address Book
cy: Cysylltu'r llyfr cyfeiriadau

source: Contact Us
cy: Cysylltwch â ni

source: Contract End
cy: Cytundeb yn dod i ben

source: Contract Ends
cy: Cytundeb yn dod i ben

source: Agree
cy: Cytuno

source: CORRECT
cy: CYWIR

source: Good
cy: Da

source: Great work completing this task so often!
cy: Da iawn am gwblhau'r dasg hon mor aml!

source: Well done, you’re getting good at this. You’re now at %1$@ level.
cy: Da iawn, rydych yn gallu gwneud hwn yn dda. Rydych bellach ar lefel %1$@.

source: Nice one!
cy: Da iawn!

source: Very Good!
cy: Da Iawn!

source: Well done!
cy: Da iawn!

source: Unsubscribe
cy: Dad-danysgrifio

source: Unfollow %@
cy: Dad-ddilyn %@

source: Unfollow this player
cy: Dad-ddilyn y chwaraewr hwn

source: Unfollow this match
cy: Dad-ddilyn y gêm hwn

source: Unfollow this team
cy: Dad-ddilyn y tîm hwn

source: Un-Publish
cy: Dad-gyhoeddi

source: Undo
cy: Dad-wneud

source: UNDO DELETION
cy: DAD-WNEUD Y DILEU

source: Deconstruction
cy: Dadadeiladu

source: Fault Diagnosis
cy: Dadansoddi Nam

source: Analysis
cy: Dadansoddiad

source: Analysis for
cy: Dadansoddiad ar gyfer

source: Projects analysis
cy: Dadansoddiad o'r prosiectau

source: Unblock
cy: Dadrwystro

source: Unblock user
cy: Dadrwystro defnyddiwr

source: Unblocked %{USERNAME}
cy: Dadrwystrwyd %{USERNAME}

source: Undo last completion?
cy: Dadwneud y cwblhad diwethaf?

source: Defavorite
cy: Dadwneud yn ffefryn

source: ended at
cy: daeth i ben am

source: Keep playing in the dark
cy: Dal i chwarae yn y tywyllwch

source: Placeholder
cy: Dalfan

source: Featured
cy: Dan sylw

source: show group members
cy: dangos aelodau'r grŵp

source: Always Show
cy: Dangos bob amser

source: Show Calendar
cy: Dangos Calendr

source: Show Summary
cy: Dangos Crynodeb

source: Display hour totals
cy: Dangos cyfanswm oriau

source: Display cost totals
cy: Dangos cyfanswm y costau

source: Show introduction
cy: Dangos cyflwyniad

source: Show staff picks
cy: Dangos dewisiadau staff

source: Show earnings
cy: Dangos enillion

source: Display my working hours only
cy: Dangos fy oriau gwaith yn unig

source: SHOW MORE LANGUAGES (%@)
cy: DANGOS MWY O IEITHOEDD (%@)

source: Display news in English when unavailable in device's language.
cy: Dangos newyddion yn Saesneg pan nad yw ar gael yn iaith y ddyfais.

source: Show Tasks
cy: Dangos Tasgau

source: Show Toolbar
cy: Dangos y bar offer

source: Show All
cy: Dangos y cwbl

source: Show Image
cy: Dangos y ddelwedd

source: Month Display:
cy: Dangos y Mis:

source: Show Completed
cy: Dangos y rhai wedi'u cwblhau

source: Week Display:
cy: Dangos yr Wythnos:

source: SHOW SOME LOVE
cy: DANGOSWCH YCHYDIG O GARIAD

source: Broadcast to all your friends
cy: Darlledu i bob un o'ch ffrindiau

source: Great Tip of %@
cy: Darn gwych o gyngor am %@

source: Knowledge delivery!
cy: Darparu gwybodaeth!

source: Provide project name
cy: Darparwch enw'r prosiect

source: Provide it to more easily connect with friends who's already on [APPNAME]
cy: Darparwch hwn er mwyn cysylltu'n haws gyda ffrindiau sydd eisoes ar [APPNAME]

source: Data provided by %@
cy: Darparwyd y data gan %@

source: Dev
cy: Dat

source: Data - File Format
cy: Data - Fformat ffeil

source: Data - Chart
cy: Data - Siart

source: data invalid
cy: data annilys

source: Crash Log Data
cy: Data Cofnod y Chwalfa

source: Design Data
cy: Data dylunio

source: Backup data on server
cy: Data wrth gefn ar weinydd

source: App Development
cy: Datblygiad yr Ap

source: Develop
cy: Datblygu

source: Development
cy: Datblygu

source: Developed by
cy: Datblygwyd gan

source: Unlock-with-a-share
cy: Datgloi trwy rannu

source: Unlock all
cy: Datgloi'r cwbl

source: Unlock this feature by allowing access to your location.
cy: Datglowch y nodwedd hon drwy ganiatáu mynediad at eich lleoliad.

source: Disconnect
cy: Datgysylltu

source: Un-Link Dropbox
cy: Datgysylltu Dropbox

source: Disconnect from %{PROVIDER}
cy: Datgysylltu oddi wrth %{PROVIDER}

source: Fix now
cy: Datrys nawr

source: Troubleshooting
cy: Datrys problemau

source: Bug fixes and enhancements on existing features.
cy: Datrysiadau chwilod a gwelliannau i nodweddion cyfredol.

source: N/A
cy: Dd/B

source: Unavailable
cy: Ddim ar gael

source: Not Now
cy: Ddim nawr

source: No longer logged into iCloud
cy: Ddim wedi mewngofnodi i iCloud mwyach

source: Not recording for
cy: Ddim yn cofnodi ar gyfer

source: Non calculable
cy: Ddim yn fesuradwy

source: No Messaging Capability
cy: Ddim yn gallu anfon negeseuon

source: Unable to start recording
cy: Ddim yn gallu dechrau recordio

source: Unable to Email
cy: Ddim yn gallu e-bostio

source: Could not load from URL
cy: Ddim yn gallu llwytho o'r URL

source: Unable to purchase
cy: Ddim yn gallu prynu

source: Unable to record
cy: Ddim yn gallu recordio

source: Unable to stop recording
cy: Ddim yn gallu stopio recordio

source: Not equal
cy: Ddim yn gyfartal

source: Not happy with your photo?
cy: Ddim yn hapus gyda'ch llun?

source: Dislike
cy: Ddim yn hoffi

source: Not operational
cy: Ddim yn weithredol

source: Not Visible
cy: Ddim yn weladwy

source: safe!
cy: ddiogel!

source: finding some friends
cy: ddod o hyd i ffrindiau

source: Yesterday
cy: Ddoe

source: Right
cy: De

source: Decabyte
cy: Decabeit

source: Begin
cy: Dechrau

source: Start exploring
cy: Dechrau archwilio

source: Getting Started
cy: Dechrau Arni

source: Start using the new [APPNAME]
cy: Dechrau defnyddio'r [APPNAME] newydd

source: START LEARNING
cy: DECHRAU DYSGU

source: Start Editing
cy: Dechrau golygu

source: Start sharing
cy: Dechrau rhannu

source: Start Guided Tour
cy: Dechrau taith dywys

source: Go!
cy: Dechrau!

source: Start year on
cy: Dechrau'r flwyddyn ar

source: START NEXT LEVEL
cy: DECHRAU'R LEFEL NESAF

source: Start Week On
cy: Dechrau'r wythnos ar

source: Start a new chat by adding one or more friends from your contacts
cy: Dechreuwch sgwrs newydd trwy ychwanegu un ffrind, neu ragor, o'ch cysylltiadau

source: Start swiping!
cy: Dechreuwch sweipio!

source: Beginners
cy: Dechreuwyr

source: Decimeter²
cy: Decimedr²

source: Decimeter³
cy: Decimedr³

source: Consumption
cy: Defnydd

source: minimal battery usage.
cy: defnydd eich batri mor isel â phosib.

source: USES
cy: DEFNYDDIAU

source: Use Navigation App
cy: Defnyddio Ap Teithio

source: Apply To All Points
cy: Defnyddio ar bob pwynt

source: Use Custom Cards
cy: Defnyddio Cardiau Personol

source: Use Celsius for Weather
cy: Defnyddio Celsius ar gyfer y tywydd

source: Use event from calendar
cy: Defnyddio digwyddiad o'r calendr

source: Use 24 Hour Format
cy: Defnyddio fformat 24 awr

source: not use GPS.
cy: defnyddio GPS.

source: Apply Filter
cy: Defnyddio hidlydd

source: Use iCloud
cy: Defnyddio iCloud

source: Use iCloud, so your devices can sync?
cy: Defnyddio iCloud, fel bod eich dyfeisiau yn galu cysoni?

source: Use iCloud?
cy: Defnyddio iCloud?

source: Use Automatic Location
cy: Defnyddio lleoliad awtomatig

source: Use a photo from:
cy: Defnyddio llun o:

source: Use Satellite Maps
cy: Defnyddio mapiau lloeren

source: USE NOW?
cy: DEFNYDDIO NAWR?

source: Only use as a last resort
cy: Defnyddio yn niffyg dim arall yn unig

source: Use Answer
cy: Defnyddio'r Ateb

source: Use last entry
cy: Defnyddio'r cofnod diwethaf

source: Use Current Location
cy: Defnyddio'r lleoliad cyfredol

source: last used
cy: defnyddiwyd ddiwethaf

source: Applied Filter
cy: Defnyddiwyd Hidlydd

source: Users
cy: Defnyddwyr

source: Blocked users
cy: Defnyddwyr wedi'u rhwystro

source: Decades
cy: Degawdau

source: Decimal
cy: Degol

source: Max Decimals
cy: Degolion Uchafswm

source: Account Holder
cy: Deiliad Cyfrif

source: Dynes
cy: Deiniau

source: Image
cy: Delwedd

source: Image - Chart
cy: Delwedd - Siart

source: Image - Bar Chart
cy: Delwedd - Siart Bar

source: Image - Pie Chart
cy: Delwedd - Siart Cylch

source: Image - Footer
cy: Delwedd - Troedyn

source: Image - Then
cy: Delwedd - Wedyn

source: images
cy: delweddau

source: Accept
cy: Derbyn

source: Receive information
cy: Derbyn gwybodaeth

source: %@' accepted your invite!
cy: Derbyniodd '%@' eich gwahoddiad!

source: You and [USERNAME] are now friends!
cy: Derbyniodd [USERNAME] eich cais

source: You and %@ are now friends!
cy: Derbyniodd %@ eich cais

source: Accepted
cy: Derbyniwyd

source: Received
cy: Derbyniwyd

source: Message received
cy: Derbyniwyd neges

source: Request accepted
cy: Derbyniwyd y cais!

source: Default recipient for exported files via e-mail
cy: Derbynnydd diofyn ar gyfer ffeiliau y'u hallgludwyd ar e-bost

source: Recipients:
cy: Derbynwyr:

source: Deciliters
cy: Desilitrau

source: Selected
cy: Detholwyd

source: All Days Selected
cy: Detholwyd pob diwrnod

source: Material
cy: Deunydd

source: Find us on Facebook
cy: Dewch o hyd i ni ar Facebook

source: Choose
cy: Dewis

source: Select
cy: Dewis

source: Pick %1$d
cy: Dewis %1$d

source: Choose category
cy: Dewis categori

source: Choose Contacts
cy: Dewis Cysylltiadau

source: Choose an image
cy: Dewis delwedd

source: Select None
cy: Dewis Dim

source: last selection
cy: dewis diwethaf

source: Choose a username
cy: Dewis enw defnyddiwr

source: Select friends
cy: Dewis ffrindiau

source: Choose Location
cy: Dewis lleoliad

source: Choose a Photo
cy: Dewis Llun

source: Select photo
cy: Dewis llun

source: Choose photo from album
cy: Dewis llun o albwm

source: SELECT SIZE
cy: DEWIS MAINT

source: Choose from camera roll
cy: Dewis o'r camera ar y ddyfais

source: Choose from library
cy: Dewis o'r llyfrgell

source: Select from Library.
cy: Dewis o'r llyfrgell.

source: Choose Position
cy: Dewis swydd

source: Select All
cy: Dewis y cyfan

source: Pick/Ban
cy: Dewis/Gwahardd

source: Current Selection
cy: Dewisiad cyfredol

source: Picks
cy: Dewisiadau

source: Preferences
cy: Dewisiadau

source: Picks and Bans
cy: Dewisiadau a Gwaharddiadau

source: FILTER OPTIONS
cy: DEWISIADAU HIDLO

source: Alert Preferences
cy: Dewisiadau Rhybudd

source: Audio Preferences
cy: Dewisiadau Sain

source: Staff Picks
cy: Dewisiadau staff

source: Preferences…
cy: Dewisiadau…

source: EDITOR'S PICKS
cy: DEWISIADAU'R GOLYGYDD

source: Menu
cy: Dewislen

source: optional
cy: dewisol

source: Choose [APPNAME] Pro
cy: Dewiswch [APPNAME] Pro

source: Choose Open in…
cy: Dewiswch Agor yn…

source: PICK ALBUM
cy: DEWISWCH ALBWM

source: Select Distance
cy: Dewiswch bellter

source: Select Player
cy: Dewiswch Chwaraewr

source: Select a Task
cy: Dewiswch Dasg

source: Choose a date
cy: Dewiswch ddyddiad

source: Select Date
cy: Dewiswch ddyddiad

source: Select start and end date
cy: Dewiswch ddyddiad cychwyn a gorffen

source: Select Team
cy: Dewiswch Dîm

source: Select Ringtone
cy: Dewiswch Dôn Ffôn

source: Choose your location
cy: Dewiswch eich lleoliad

source: Choose your Size
cy: Dewiswch eich maint

source: Select Icon
cy: Dewiswch eicon

source: Pick a username
cy: Dewiswch enw defnyddiwr

source: Select more contacts
cy: Dewiswch fwy o gysylltiadau

source: Select a song
cy: Dewiswch gân

source: Please select a song that is stored and available on your device.
cy: Dewiswch gân sydd wedi'i storio ac ar gael ar eich dyfais.

source: Select Account
cy: Dewiswch Gyfrif

source: Choose a password.
cy: Dewiswch gyfrinair.

source: Pick a voice
cy: Dewiswch lais

source: Select Location
cy: Dewiswch leoliad

source: Select New Location
cy: Dewiswch leoliad newydd

source: Choose a colour
cy: Dewiswch liw

source: Please choose a profile photo
cy: Dewiswch lun proffil

source: Select profile photo
cy: Dewiswch lun proffil

source: Select or take new photo
cy: Dewiswch neu tynnwch lun newydd

source: Please add at least one contact.
cy: Dewiswch o leiaf un cyswllt.

source: Please select one or more recipients.
cy: Dewiswch o leiaf un derbynnydd.

source: Choose from album
cy: Dewiswch o'r albwm

source: Select an age
cy: Dewiswch oedran

source: Select which day to complete.
cy: Dewiswch pa ddiwrnod i'w gwblhau.

source: Select a gender
cy: Dewiswch ryw

source: Select Amount
cy: Dewiswch swm

source: Choose action
cy: Dewiswch weithred

source: Select action
cy: Dewiswch weithred

source: Select country
cy: Dewiswch wlad

source: Special Interest
cy: Diddordeb arbennig

source: Unlimited
cy: Diderfyn

source: Deduct
cy: Didynnu

source: Deduct non billable amount
cy: Didynnu’r symiau ni ellir bilio amdanynt

source: Anonymous
cy: Dienw

source: Debug
cy: Difa chwilod

source: Drops
cy: Diferion

source: Jester
cy: Digrifwas

source: Laughs
cy: Digrifwch

source: Event
cy: Digwyddiad

source: New Event
cy: Digwyddiad Newydd

source: Events
cy: Digwyddiadau

source: Upcoming Events
cy: Digwyddiadau ar y gweill

source: Past Events
cy: Digwyddiadau Blaenorol

source: PAST EVENTS
cy: DIGWYDDIADAU BLAENOROL

source: Current events, business and sports
cy: Digwyddiadau cyfredol, busnes a chwaraeon

source: Something big happened? Can we help?
cy: Digwyddodd rhywbeth mawr? Ydyn ni'n gallu helpu?

source: Delete
cy: Dileu

source: Delete “%@”?
cy: Dileu "%@"?

source: Delete Availability
cy: Dileu Argaeledd

source: Delete Block
cy: Dileu Bloc

source: Delete Block?
cy: Dileu Bloc?

source: Delete client
cy: Dileu cleient

source: Delete entry
cy: Dileu cofnod

source: Delete time entries
cy: Dileu cofnodion amser

source: Data deletion
cy: Dileu data

source: Delete Data
cy: Dileu Data

source: Erase Data
cy: Dileu Data

source: Delete events
cy: Dileu digwyddiadau

source: Delete events for deleted task
cy: Dileu digwyddiadau ar gyfer y dasg a ddilëwyd

source: Delete events for deleted task (if you kept your events when you deleted the task)
cy: Dileu digwyddiadau ar gyfer y dasg a ddilëwyd (os gadwoch chi'ch digwyddiadau pan ddileoch chi'r dasg)

source: Delete events between (two times)
cy: Dileu digwyddiadau rhwng (dau amser)

source: Delete events between…
cy: Dileu digwyddiadau rhwng…

source: Delete events?
cy: Dileu digwyddiadau?

source: Delete my account
cy: Dileu fy nghyfrif

source: Delete Employee
cy: Dileu Gweithiwr

source: Delete event history
cy: Dileu hanes digwyddiadau

source: Delete Filter
cy: Dileu Hidlydd

source: Delete it
cy: Dileu hwn

source: Delete Location
cy: Dileu lleoliad

source: Delete photo
cy: Dileu llun

source: Remove marker %@
cy: Dileu marciwr %@

source: Delete all events
cy: Dileu pob digwyddiad

source: Delete all events?
cy: Dileu pob digwyddiad?

source: Delete ALL recorded tasks and events. The ‘wipe the slate totally clean’ option.
cy: Dileu POB tasg a digwyddiad a gofnodwyd. Yr opsiwn 'dechrau â llechen gwbl lân'.

source: Delete all
cy: Dileu popeth

source: Delete everything
cy: Dileu popeth

source: Delete everything?
cy: Dileu popeth?

source: Delete post
cy: Dileu post

source: Delete project
cy: Dileu prosiect

source: Delete Prediction
cy: Dileu Rhagfynegiad

source: Delete Position
cy: Dileu Swydd

source: Delete tasks
cy: Dileu tasgau

source: Delete reaction
cy: Dileu ymateb

source: Delete All
cy: Dileu'r cwbl

source: Delete Course
cy: Dileu'r Cwrs

source: Delete account
cy: Dileu'r cyfrif

source: Delete Account
cy: Dileu'r cyfrif

source: Delete Task
cy: Dileu'r dasg

source: Delete this Task
cy: Dileu'r dasg hon

source: Delete data in iCloud too?
cy: Dileu'r data yn iCloud hefyd?

source: Discard image
cy: Dileu'r ddelwedd

source: Delete Event
cy: Dileu'r digwyddiad

source: Delete design
cy: Dileu'r dyluniad

source: Discard file
cy: Dileu'r ffeil

source: Delete expense
cy: Dileu'r gost

source: Delete layer
cy: Dileu'r haen

source: Delete all events (preserving the task list)
cy: Dileu'r holl ddigwyddiadau (gan gadw'r rhestr tasgau)

source: Delete subtasks too
cy: Dileu'r is-dasgau hefyd

source: Delete Download
cy: Dileu'r lawrlwythiad

source: Delete this map
cy: Dileu'r map hwn

source: Delete Message
cy: Dileu'r neges

source: Delete this Project
cy: Dileu'r prosiect hwn

source: Delete only Project
cy: Dileu'r prosiect yn unig

source: Delete Other Job
cy: Dileu'r swydd arall

source: Deleted %@
cy: Dilëwyd %@

source: %d entries deleted successfully
cy: Dilëwyd %d cofnod yn llwyddiannus

source: Post deleted
cy: Dilëwyd y post

source: Clothes
cy: Dillad

source: Follow
cy: Dilyn

source: Follow %{USERNAME}?
cy: Dilyn %{USERNAME}?

source: %@ follow
cy: dilyn %@

source: Follow %@ on Twitter
cy: Dilyn %@ ar Twitter

source: Follow %1$s
cy: Dilyn %1$s

source: Follow Players
cy: Dilyn Chwaraewyr

source: Auto-follow friends joining
cy: Dilyn ffrindiau sy'n ymuno yn awtomatig

source: Follow More Players
cy: Dilyn mwy o chwaraewyr

source: Follow More Teams
cy: Dilyn mwy o dimau

source: Follow More News
cy: Dilyn mwy o newyddion

source: Follow all
cy: Dilyn pob un

source: Follow Teams
cy: Dilyn Timau

source: Follow me
cy: Dilynwch fi

source: Follow me on Frontback
cy: Dilynwch fi ar Frontback

source: FOLLOW US
cy: DILYNWCH NI

source: Follow us on Twitter
cy: Dilynwch ni ar Twitter

source: Follower
cy: Dilynwr

source: New follower
cy: Dilynwr newydd

source: Followed
cy: Dilynwyd

source: Followed %{USERNAME}
cy: Dilynwyd %{USERNAME}

source: Followers
cy: Dilynwyr

source: FOLLOWERS
cy: DILYNWYR

source: New Followers
cy: Dilynwyr newydd

source: Valid until %@
cy: Dilys tan %@

source: Validate
cy: Dilysu

source: Phone verification
cy: Dilysu ffôn

source: Authenticate with Instagram
cy: Dilysu gydag Instagram

source: Verify your phone so we know you are a human!
cy: Dilyswch ffôn er mwyn i mi wybod mai person ydych chi!

source: None
cy: Dim

source: No Suitable Apps
cy: Dim Apiau Addas

source: Nothing yet.
cy: Dim byd eto.

source: Nothing to print.
cy: Dim byd i'w argraffu.

source: Nothing to email.
cy: Dim byd i'w e-bostio.

source: Nothing to see right now - check back later.
cy: Dim byd i'w weld ar hyn o bryd - edrychwch eto nes ymlaen.
